Repository: mtonosaki/JitStreamDesigner
Catalog: JitStreamDesigner/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Start-Quickhelp
source: To start, open Study folder.
ja_jp: 開始するには、スタディーフォルダを選択してください

# LabelTemplateMode.Text
source: Template design Mode
ja_jp: 「テンプレート」デザインモード

# LabelOpen.Text
source: Open study file
ja_jp: スタディファイルを開く

# LabelStageMode.Text
source: Stage modeing Mode
ja_jp: 「ステージ」モデリングモード

# ButtonTemplateMode.ToolTipService.ToolTip
source: Template design mode
ja_jp: テンプレートデザインモード

# ButtonStageMode.ToolTipService.ToolTip
source: Stage modeling mode
ja_jp: ステージモデリングモード

# TemplateList.Header
source: Jit Stream Template list
ja_jp: Jit Stream テンプレート一覧

# ClockStart.ToolTipService.ToolTip
source: Clock Start/Stop [F]
ja_jp: [F] クロック開始/停止

# OpenLogText.Text
source: Open log message as text
ja_jp: ログファイルを開く

# OpenStudy.Text
source: Open Study
ja_jp: スタディを開く [Ctrl+O]

# OpenStudyButton.ToolTipService.ToolTip
source: Open Study file [Ctrl+O]
ja_jp: スタディを開く [Ctrl+O]

# PartsToolButtonKanban
source: Kanban
ja_jp: かんばん

# PartsToolButtonProcess
source: Process
ja_jp: プロセス

# PartsToolButtonProcessPriorityJoin
source: Process w/Priority selector
ja_jp: プロセス(優先選択機能付き）

# PartsToolButtonWork
source: Work
ja_jp: ワーク

# ButtonAddTemplate.Content
source: + Add new template
ja_jp: ＋テンプレート追加

# TemplateDialog.Title
source: New Template
ja_jp: 新規テンプレート

# TemplateDialog.SecondaryButtonText
source: Cancel
ja_jp: キャンセル

# FeatureJitTemplatePanel-CannotUndo
source: Undo is not support to Template edit
ja_jp: テンプレート作成はUNDOができません

# RedoButton.ToolTipService.ToolTip
source: Redo [Ctrl+Y]
ja_jp: やり直し [Ctrl+Y]

# UndoButton.ToolTipService.ToolTip
source: Undo [Ctrl+Z]
ja_jp: 元に戻す [Ctrl+Z]

# FeatureUndoRedo-NoRedo
source: No more Redo data...
ja_jp: これ以上 進めません...

# FeatureUndoRedo-NoUndo
source: No more Undo data...
ja_jp: これ以上 戻れません...

# SaveStudyButton.ToolTipService.ToolTip
source: Save Study file [Ctrl+S]
ja_jp: スタディを保存 [Ctrl+S]

# LabelSave.Text
source: Save Study
ja_jp: スタディファイルを保存

# FeatureSaveStudy-SaveCompletely
source: Saved to "{0}" Full path = {1}
ja_jp: "{0}" に保存しました。 パス = {1}
